Repository: ruifontes/applicationDictionary-
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: &Application Dictionary...
ru: &Словарь для приложений...
tr: &Uygulama Sözlüğü...

source: A dialog where you can set application-specific dictionary by adding dictionary entries to the list
ru: Диалог, в котором вы можете установить словарь для конкретного приложения, добавив словарные статьи в список
tr: Listeye sözlük girişleri ekleyerek uygulamaya özel sözlük ayarlayabileceğiniz bir iletişim kutusu

source: Shows the application-specific dictionary dialog
ru: Показывает диалог словаря для конкретного приложения
tr: Uygulamaya özel sözlük iletişim kutusunu gösterir

source: Dictionary for {arg0}
ru: Словарь для {arg0}
tr: {arg0} için sözlük

source: It is available a new version of this add-on. Do you want to update?
ru: Доступна новая версия этого дополнения. Хотите обновить?
tr: Bu eklentinin yeni sürümü mevcut. Güncellemek istiyor musunuz?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
ru: Новая версия этого дополнения несовместима с вашей версией NVDA. Процесс обновления будет завершён.
tr: Bu eklentinin yeni sürümü, NVDA sürümünüzle uyumlu değil. Güncelleme işlemi sonlandırılacak.

source: Check for updates at startup
ru: Проверять наличие обновлений при запуске
tr: Başlangıçta Güncellemeleri Denetle

source: You have installed an incompatible version of the add-on. Do you want to uninstall the incompatible version?
ru: Вы установили несовместимую версию дополнения. Хотите удалить несовместимую версию?
tr: Yüklediğiniz bu eklenti sürümü NVDA sürümünüzle uyumlu değil. Uyumsuz sürümü kaldırmak istiyor musunuz?

source: Uninstall incompatible add-on
ru: Удалить несовместимое дополнение
tr: Uyumsuz eklentiyi kaldır

source: Application dictionary
ru: Словарь для приложений
tr: Uygulama sözlüğü

source: Allows creation of application-specific dictionaries. Use the command "NVDA+Control+Shift+d" to access the dictionary for the current application.
ru: Это дополнение позволяет создавать словари для отдельных приложений. Используйте команду "NVDA + Control + Shift + d", чтобы получить доступ к словарю для текущего приложения.

source: Allows creation of application-specific dictionaries. Use the command "NVDA+Shift+p" to access the dictionary for the current application.
tr: Uygulamaya özel sözlüklerin oluşturulmasına izin verir. Geçerli uygulamanın sözlüğüne erişmek için "NVDA+CTRL+Shift+d" komutunu kullanın.
